// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Calibrer le scanner";
HSDTaskDescription = "Si la qualité des documents numérisés ou copiés n'est pas satisfaisante, calibrez le scanner. Placez une feuille de papier ordinaire blanc au format A4 ou Lettre dans le scanner, puis cliquez sur \"Calibrer\".";
HSDCalibrateButtonTitle = "Calibrer";

CalibratingScannerTitle = "Calibrage en cours du scanner...";

CompletionAlertTitle = "Calibrage réussi";
CompletionAlertMessage = "Le scanner a été correctement calibré.\nNe retirez pas le papier tant qu'il n'a pas complètement traversé le scanner.";

GeneralErrorAlertTitle = "Échec du calibrage";
GeneralErrorAlertMessage = "Le scanner n'a pas pu être calibré. Vérifiez que l'imprimante n'est pas occupée, que vous utilisez une feuille de papier propre, blanche, au format A4 ou lettre et que le papier est placé correctement dans le scanner.\nNe retirez pas la feuille de papier tant qu'elle n'a pas complètement traversé le scanner.";

OutOfPaperAlertTitle = "Papier absent";
OutOfPaperAlertMessage = "Vérifiez qu'une feuille de papier ordinaire, blanc, au format A4 ou lettre a été placée dans le scanner.\nCliquez sur \"OK\" pour revenir.";
